Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=636_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Eurohpa Ráđi olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma buoridit sápmelaččaid vuoigatvuođaid
sms: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž auŠǯǯai LääŠddjânnam pueŠreed saaŠmi vuõiggâdvuõđid

source: Eurohpa ráđi olmmošvuoigatvuohtaáittardeaddji Nils Muiznieks galledii Suomas 11-13.6.2012.
sms: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž Nils Muiznieks kõŠllŠji LääŠddjânnmest 11-13.6.2012.

source: Olmmošvuoigatvuohtaáittardeaddji lea addán odne galledeami vuođul dahkkon raportta oktan ávžžuhusaiguin Suoma stáhtii.
sms: Ooumažvuõiggâdvuõttåskkooumaž lij ouddam täŠbbe kueŠssreeis poodd tuejjuum rapoort raŠvvjõõzzineez LääŠddjânnam riiŠǩǩe.

source: Áittardeaddji deaivvai galledeami áigge Suoma stáhta njunnosa, iešguđet ministeriijaid ovddasteaddjiid ja Suoma sámedikki ságadoalli, Lemet Näkkäläjärvi.
sms: Åskkooumaž kaaunõõđi kueŠssreeis poodd LääŠddjânnam riikk ouddoummi, jeeŠres ministeeriai võboršeeŠǩǩid da LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei, Klemetti NäkkäläjääuŠr.

source: Áittardeaddji ávžžuha Suoma ratifiseret ILO 169-soahpamuša eamiálbmogiid vuoigatvuođain.
sms: Åskkooumaž auŠǯǯai LääŠddjânnam ratifâŠstted ILO 169-suåppmõõžž alggmeerai vuõiggâdvuõđi diõtt, kook seŠst liâ.

source: “ Olmmošvuoigatvuohtaáittardeaddji raporta lea dehálaš mearka Supmii buoridit sámiid vuoigatvuođaid.
sms: ” Ooumažvuõiggâdvuõttåskkoummu raportt lij vääžnai saakk LääŠddjânnma pueŠreed saaŠmi vuõiggâdvuõđid.

source: Mus lei illu deaivat olmmošvuoigatvuohtaáittardeaddji ja ságastallat suinna rahpasit hui liekkus dilálašvuođas Suoma sámiid sajádagas ja sápmelaččaid sajádaga ja láhkaásaheami ovddidandárbbuin.
sms: MuŠst leäi rämm kaaunõõttâd ooumažvuõiggâdvuõttåskkoummin da saaǥǥstõõllâd suiŠn. LääŠddjânnam saaŠmi staattuuzzâst da saaŠmi staattuuzz da lääŠjjšeâttmõõžž ooudâsviikkâm taarbi diõtt.

source: Áittardeaddji lea bures vudjon Suoma sámiid dillái ja son háliidii duođaid ovddidit sápmelaččaid sajádaga Suomas ”.
sms: Åskkooumaž tiõđi puârast LääŠddjânnam saaŠmi vueŠjjest da son haaŠlii ooudâsviikkâd saaŠmi staattuuzz LääŠddjânnmest ”.

source: ságadoalli Näkkäläjärvi muitalii.
sms: maainsti saaǥǥjååŠđteei Näkkäläjärvi.

source: Eurohpá ráđi olmmošvuoigatvuohtaáittardeaddji lea iehčanas Eurohpá Ráđi vuollásaš institušuvdna.
sms: Euroop Suåvtõõzz ooumažvuõiggâdvuõttåskkooumaž lij jiõččnaž da Euroop Suåvtõõzz vuâlaž instituutt.

source: Áittardeaddji bargun lea ovddidit diđolašvuođa ja olmmošvuoigatvuođaid gudnejahttima Eurohpá ráđi 47 lahttoriikkas.
sms: Åskkoummu tuâjjan lij ooudâsviikkâd tieŠttemvuõđ da ooumažvuõiggâdvuõđi slävvõõttmõõžž Euroop Suåvtõõzz 47 vuäŠssbieŠlljânnmest.

source: Áittardeaddji galleda Eurohpá ráđi lahttoriikkain čielggadan dihte riikka olmmošvuoigatvuođadili.
sms: Åskkooumaž tuejjad kueŠssreeisaid Euroop Suåvtõõzz vuäŠssbieŠlljânnmid čiõlggeem diõtt riikk ooumažvuõiggâdvuõttvueŠjj.

source: Áittardeaddji addá galledeami birra raportta oktan ávžžuhusaiguin riikka olmmošvuoigatvuođadili buorideapmái.
sms: Åskkooumaž oudd kueŠssreeisast tuejjuum rapoort raŠvvjõõzzineez riikk ooumažvuõiggâdvuõttvueŠjj pueŠreem diõtt.

source: Áittardeaddji gieđahallá raporttastis Suoma sápmelaččaid guoskevaš láhkaásaheami, Suoma riikkaidgaskasaš geatnegasvuođaid, sápmelaččaid vuoigatvuođaid, davviriikkalaš sámesoahpamuša ja sámemeroštallama.
sms: Åskkooumaž ǩiõttʼtââll rapoortâst LääŠddjânnam saaŠmid kuõskki lääŠjjšeâttmõõž, LääŠddjânnam meeraikõskksaž õõlǥtumuužžid, saaŠmi vuõiggâdvuõđid, tâŠvvjânnmlaž sääŠmsuåppmõõžž di sääŠm-meärtõõzz.

source: ” Áittardeaddji gáibidii Suoma dáhkkidit ahte sámit leat ovddastuvvon Ilo-soahpamuša ratifiserenproseassas.
sms: ” Åskkooumaž õõlǥti LääŠddjânnam staanâd saaŠmi võboršeeŠǩǩid Ilo-suåppmõõžž ratifâŠsttemproseessest.

source: Sápmelaččaid dáfus áittardeaddji ávžžuhus das, ahte Ilo-soahpamuša ratifiserema oktavuođas galgá dohkkehuvvot sámiid vuoigatvuohta árbevirolaš boazodollui lea hui dehalaš, danne go dán áiggi suopmelaš boazodoalloláhka viggá dahkat ovttaláganin sámi boazodoalu.
sms: SaaŠmi diõtt åskkoummu auʒʒjumuš lij nåkam, štõ Ilo-suåppmõõžž ratifâŠsttem õhttvuõđâst âlgg toobdsted saaŠmi vuõiggâdvuõtt, ââŠnned puäǯǯhååid ääŠrbvuâlaž vueŠjjnalla, kååŠtt lij vääžnai, ko ânnʼjõžääiŠjest lääŠdd puäʒʒhåiddlääŠjjšeâttmõš ǩicclââtt tuejjeed õõutmieŠlddsânji sääŠm puäʒʒhååid.

source: Lea čielggas, ahte áittardeaddji vuordá ahte Suopma dárkkista boazodoalu guoskevaš lágaid ” Näkkäläjärvi muitalii.
sms: Lij tiõttum, što åskkooumaž vuârdd tõn, što LääŠddjânnam taŠrǩǩad puäʒʒhååid kuõskki lääŠjjšeâttmõõžž ” maainsti Näkkäläjärvi.

source: Olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma čielggadit sámiid vuoigatvuođa eatnamii.
sms: Ooumažvuõiggâdvuõttåskkooumaž auŠǯǯai LääŠddjânnam čuõvted saaŠmi vuõiggâdvuõđ jânnma.

source: Meahciráđđehusa hálddahusmálle ođadeapmi fállá vejolašvuođa čoavdit sámiid eananvuoigatvuođaid.
sms: MeäŠcchalltõõzz vaaldšem-mall oođumuš taŠrjjad vuäittmõõžž räŠtǩǩeed saaŠmi mäddvuõiggâdvuõđid.

source: Vaikko eará rievttit sámiid ruovttuguovllus galget váldot vuhtii, ii dát leat áittardeaddji mielas nollasupmespeallu.
sms: HåŠt järrsi vuõiggâdvuõđ saaŠmi dommvuuŠdest âŠlǧǧe väŠldded lokku, ij tät leäkku åskkoummu mieŠldd nollsummiigr.

source: ” Lean ilolaš das, ahte áittardeaddji lea váldán munno ságastallamis ja sámedikki dahkan evttohusain fuomášumiid ja ávžžuhusaid iežas raportii.
sms: ” LeäŠm šiõǥǥ miõlâst tõŠst, što åskkooumaž lij välddam saaǥǥstõõllmõõžžâst da sääŠmteeŠǧǧ tuejjuum eŠtǩǩõõzzid mieŠldd lokku väŠlddmõõžžâst da raŠvvjõõzzid rapoŠrtte.

source: Anán earenoamáš dehalažžan dan, ahte áittardeaddji ávžžuhii Suoma stáhta suokkardit duođalaččat sámedikki evttohusa ásahit Suoma riikkabeivviid ja Sámedikki ovddasteaddjiid oktasaš bargojoavkku válmmaštallat Ilo-soahpamuša ratifiserema.
sms: ÂâŠnam, što tõt lij jiijjâsnalla vääžnai, što åskkooumaž auŠǯǯii LääŠddjânnam riikk tuŠmmjed tuõđsânji sääŠmteeŠǧǧ tuejjuum eŠtǩǩõõzz, vuâđđeed LääŠddjânnam parlameentt da SääŠmteeŠǧǧ võboršeeŠǩǩid, što õhttsaž tuâjj-joukk valmštââll Ilo- suåppmõõžž ratifâŠsttmõžž.

source: Doaivvun, ahte áittardeaddji raporta váldo vuhtii stáhtaráđis go dat ságastallá dán čavčča Ilo-soahpamuša ratifiserema birra ”, ságadoalli muitalii.
sms: Tuäivam, što åskkoummu saakk vääŠldet tuŠmmjem vuâlla riikksuåvtõõzzâst, ko tõt saaǥǥstââll tän čõõuč Ilo-suåppmõõžž ratifâŠsttmõõžžâst ”, maainsti saaǥǥjååŠđteei.

source: Lassidieđut: Ságadoalli Lemet Näkkäläjärvi
sms: LââŠssteâđaid: SaaǥǥjååŠđteei Klemetti Näkkäläjärvi

source: Lemet Näkkäläjärvi sáhkavuorru olmmošvuoigatvuohtaáittardeaddjái 12.6.2012
sms: Klemetti NäkkäläjääuŠr maainâs ooumažvuõiggâdvuõttåskkooumže 12.6.2012

source: Olmmošvuoigatvuohtaáittardeaddji raporta
sms: Ooumažvuõiggâdvuõttåskkoummu raportt
